Repository: JustinSainton/AffiliateWP
Catalog: languages/affiliate-wp-*.po
Languages: fr_fr

source: You do not have permission to manage creatives
fr_fr: Vous n'avez pas la permission de gérer les bannières

source: You do not have permission to delete a creative
fr_fr: Vous n'avez pas la permission de supprimer les bannières

source: No creative IDs specified for deletion
fr_fr: Aucun IDs de bannière n'a été spécifié pour la suppression

source: Shortcode
fr_fr: Code court

source: No creatives found.
fr_fr: Aucune bannière trouvée.

source: Delete Creative
fr_fr: Supprimer Bannière

source: Are you sure you want to delete this creative?
fr_fr: Êtes-vous sûr de vouloir supprimer cette bannière?

# Creative ID, creative name
source: Creative ID #%d: %s
fr_fr: Bannière ID #%d: %s

source: Edit Creative
fr_fr: Modifier Bannière

source: The name of this creative. For your identification only.
fr_fr: Le nom de cette bannière. Seulement pour votre identification.

source: An optional description for this creative. This is displayed below the creative for affiliates.
fr_fr: Une description optionnelle pour cette bannière. C'est affiché dessous la bannière pour les affiliés.

source: Where the creative should link to. The affiliate's referral ID will be automatically appended.
fr_fr: Là où la bannière doit pointer. L'ID de parrainage de l'affilié sera automatiquement rajouté.

source: Text
fr_fr: Texte

source: Text for this creative.
fr_fr: Texte pour cette bannière.

source: Select your image. You can also enter an image URL if your image is hosted elsewhere.
fr_fr: Sélectionner votre image. Vous pouvez aussi saisir une URL si votre image est hébergée ailleurs.

source: Select the status of the creative.
fr_fr: Sélectionner l'état de la bannière.

source: Update Creative
fr_fr: Mettre à jour la bannière

source: New Creative
fr_fr: Nouvelle Bannière

source: Use this screen to add a new creative, such as a text link or image banner.
fr_fr: Utiliser cette page pour ajouter de nouvelle bannière, comme un lien texte ou une image publicitaire.

source: Select an image if you would like an image banner. You can also enter an image URL if your image is hosted elsewhere.
fr_fr: Sélectionner une image si vous souhaitez une image publicitaire. Vous pouvez aussi entrer une URL si votre image est hébergée ailleurs.

source: Add Creative
fr_fr: Ajouter Bannière

source: Totals
fr_fr: Totaux

source: Paid Earnings
fr_fr: Gains payés

source: Paid Earnings This Month
fr_fr: Gains payés ce mois

source: Paid Earnings Today
fr_fr: Gain payés aujourd'hui

source: Unpaid Referrals
fr_fr: Parrainages non payés

source: Unpaid Referrals This Month
fr_fr: Parrainages non payés ce mois-ci

source: Unpaid Referrals Today
fr_fr: Parrainages non payés aujourd'hui

source: Unpaid Earnings
fr_fr: Gains non payés

source: Unpaid Earnings This Month
fr_fr: Gains non payés ce mois-ci

source: Unpaid Earnings Today
fr_fr: Gains non payés aujourd'hui

source: Latest Affiliate Registrations
fr_fr: Dernières Inscriptions Affiliés

source: Affiliate
fr_fr: Affilié

source: View Report
fr_fr: Afficher le rapport

source: No affiliate registrations yet
fr_fr: Aucun affilié inscrit encore

source: Most Valuable Affiliates
fr_fr: Les meilleurs affiliés

source: No registered affiliates
fr_fr: Aucun affilié enregistré

source: Recent Referrals
fr_fr: Parrainages récents

source: Amount
fr_fr: Quantité

source: No referrals recorded yet
fr_fr: Aucun parrainage enregistré pour l'instant

source: Recent Referral Visits
fr_fr: Récentes visites de parrainages

source: Converted
fr_fr: Converti

source: No referral visits recorded yet
fr_fr: Pas de visites de parrainage encore enregistrées

source: You do not have permission to manage referrals
fr_fr: Vous n'avez pas la permission pour modifier les parrainages

source: For more information:
fr_fr: Pour plus d'information:

source: Visit the <a href="%s">documentation</a> on the AffiliateWP website.
fr_fr: Consultez la <a href="%s">documentation</a> sur le site web d'AffiliateWP.

source: <a href="%s">Post an issue</a> on <a href="%s">GitHub</a>.
fr_fr: <a href="%s">Poster un problème</a> sur <a href="%s">GitHub</a>.

source: This screen provides access to your site's referral history.
fr_fr: Cet écran donne accès à l'historique des parrainages de votre site.

source: <strong>Reference</strong>: this refers to the order number (or similar) that created this referral.
fr_fr: <strong>Référence</strong>: cela réfère au numéro de commande (ou similaire) qui a généré ce parrainage.

source: Referral statuses:
fr_fr: Statuts de parrainage :

source: <strong>Paid</strong> - this is a referral that has been paid to the affiliate
fr_fr: <strong>Payé</strong> - c'est un parrainage qui a été payé à l'affilié

source: <strong>Unpaid</strong> - this is a referral that has been accepted but not yet paid to the affiliate
fr_fr: <strong>Non-Payé</strong> - c'est un parrainage qui a été accepté mais pas encore payé à l'affilié

source: <strong>Pending</strong> - this is a referral that is waiting to be accepted
fr_fr: <strong>En attente</strong> - c'est un parrainage qui est en attente d'être accepté

source: <strong>Rejected</strong> - this is a referral that has been rejected and will not be paid to the affiliate
fr_fr: <strong>Rejeté</strong> - c'est un parrainage qui a été rejeté et ne sera pas payé à l'affilié

source: Searching Referrals
fr_fr: Recherche de parrainages

source: Referrals can be searched in several different ways:
fr_fr: Les parrainages peuvent être cherchés de plusieurs façons:

source: You can enter the referral's ID number
fr_fr: Vous pouvez entrer le numéro d'identification du parrainage ( ID)

source: You can enter the referral reference prefixed by 'ref:'
fr_fr: Vous pouvez entrer la référence du parrainage préfixée par 'ref:'

source: You can enter the referral context prefixed by 'context:'
fr_fr: Vous pouvez entrer le contexte de parrainage préfixé par 'context:'

source: You can enter the affiliate's ID number prefixed by 'affiliate:'
fr_fr: Vous pouvez entrer le numéro d'affilié préfixé par 'affilié:'

source: Exporting Referrals
fr_fr: Exporter Parrainages

source: Referrals can be exported directly to a CSV file in order to make it easier for your own accounting needs and for you to payout your affiliates's earnings.
fr_fr: Les parrainages peuvent être exportés directement dans un fichier CSV afin de facilité votre comptabilité et vous permettre de payer les gains des affiliés.

source: The CSV file generated is structured properly for PayPal's Mass Payment system so you can easily payout all of your affiliates at once via PayPal.
fr_fr: Le fichier CSV généré est proprement structuré pour le système de Paiement en Masse de Paypal de manière que vous puissiez payer tous vos affiliés à la fois avec Paypal.

source: Edit Referral
fr_fr: Modifier Parrainage

source: The affiliate's ID this referral belongs to. This value cannot be changed.
fr_fr: L'ID de l'affilié auquel appartient ce parrainage. Cette valeur ne peut être modifiée.

source: The amount of the referral, such as 15.
fr_fr: Le montant du parrainage, comme 15.

source: Enter a description for this referral.
fr_fr: Entrez une description pour ce parainnage.

source: Reference
fr_fr: Référence

source: Enter a reference for this referral (optional). Usually this would be the transaction ID of the associated purchase.
fr_fr: Entrez une référence pour ce parainnage (facultatif). Habituellement, c'est le numéro de transaction de l'achat associé.

source: Context
fr_fr: Contexte

source: Enter a context for this referral (optional). Usually this is used to help identify the payment system that was used for the transaction.
fr_fr: Entrez un contexte pour ce parannaige (facultatif). Habituellement, cela est utilisé pour aider à identifier le système de paiement qui a été utilisé pour la transaction.

source: Select the status of the referral.
fr_fr: Sélectionnez l'état du parainnage.

source: Update Referral
fr_fr: Mettre à jour le parrainage

source: New Referral
fr_fr: Nouveau parrainage

source: Use this screen to manually create a new referral record for an affiliate.
fr_fr: Utiliser cette page pour créer manuellement l'enregistrement d'un nouveau parrainage pour un affilié.

source: Enter the name of the affiliate or enter a partial name or email to perform a search.
fr_fr: Entrez le nom de l'affilié ou une partie du nom ou une adresse e-mail pour effectuer une recherche.

source: Add Referral
fr_fr: Ajouter un parainnage

source: Add New Referral
fr_fr: Ajouter un nouveau parainnage

source: Generate Payout File
fr_fr: Générer le fichier de paiement

source: Close
fr_fr: Fermer

source: From - mm/dd/yyyy
fr_fr: De - jj/mm/aaaa

source: To - mm/dd/yyyy
fr_fr: À - jj/mm/aaaa

source: Minimum amount
fr_fr: Quantité minimale

source: Generate CSV File
fr_fr: Générer le fichier CSV

source: This will mark all unpaid referrals in this timeframe as paid. To export referrals with a status other than <em>unpaid</em>, go to the <a href="%s">Tools &rarr; Export</a> page.
fr_fr: Cela marquera tous les parrainages non rémunérés compris dans ce délai comme impayés . Pour exporter les parrainages autres que <em>impayés</em>, allez dans le menu <a href="%s">Outils &rarr; Exporter</a>.

source: Mark as Unpaid
fr_fr: Marquer comme Impayé

source: Mark as Paid
fr_fr: Marquer comme Payé

source: No referrals found.
fr_fr: Aucun parrainage trouvé.

source: Bulk Actions
fr_fr: Actions globales

source: Apply
fr_fr: Appliquer

source: Affiliate Registrations
fr_fr: Inscriptions Affiliés

source: Successful Conversions
fr_fr: Conversions Réussies

source: Conversion Rate
fr_fr: Taux de conversion

source: License Settings
fr_fr: Réglages de la licence

source: License Key
fr_fr: Clé de licence

source: Please enter your license key. An active license key is needed for automatic plugin updates and <a href="%s" target="_blank">support</a>.
fr_fr: Veuillez saisir votre clé de licence. Une clé de licence active est nécessaire pour bénéficier des mises à jour automatiques de l'extension et du <a href="%s" target="_blank">support</a>.

source: This is the page where affiliates will manage their affiliate account.
fr_fr: Ceci est la page où les affiliés vont gérer leur compte affilié.

source: Terms of Use
fr_fr: Conditions d'utilisation

source: Select the page that shows the terms of use for Affiliate Registration
fr_fr: Sélectionnez la page qui montre les conditions d'utilisation pour l'inscription d'affiliation

source: Referral Settings
fr_fr: Réglages du parrainage

source: Referral Variable
fr_fr: Variable de parrainage

source: The URL variable for referral URLs. For example: <strong>%s</strong>.
fr_fr: L'URL variable pour les URLs de parrainage. Par exemple: <strong>%s</strong>.

source: Default Referral Format
fr_fr: Format de parrainage par défaut

source: Show referral URLs to affiliates with either their affiliate ID or Username appended.<br/> For example: <strong>%s or %s</strong>.
fr_fr: Afficher des URLs de parrainage aux affiliés avec leur ID d'affilié ou leur identifiant.<br>Par exemple : <strong>%s ou %s</strong>.

source: Pretty Affiliate URLs
fr_fr: Jolies URLs d'affiliation

source: Show pretty affiliate referrals to affiliates. For example: <strong>%s or %s</strong>
fr_fr: Afficher de jolies parrainages d'affiliation aux affiliés. Par exemple : <strong>%s ou %s</strong>

source: Should referrals be based on a percentage or flat rate amounts?
fr_fr: Les parrainages doivent-ils être basés sur un pourcentage ou un montant fixe ?

source: Default referral rate. A percentage if Referral Rate Type is Percentage, a flat amount otherwise. Rates can be set for each affiliate individually as well.
fr_fr: Le taux de parrainage par défaut. Un pourcentage si le type de parrainage choisi est en pourcentage, autrement une valeure fixe. Les taux peuvent être aussi bien définis individuellement pour chaque affilié.

source: Exclude Shipping
fr_fr: Exclure la livraison

source: Should shipping costs be excluded from referral calculations?
fr_fr: Les frais de livraison doivent-ils être exclus des calculs de parrainage ?

source: Exclude Tax
fr_fr: Hors TVA

source: Should taxes be excluded from referral calculations?
fr_fr: La TVA doit-elle être exclues des calculs de parrainage ?

source: Cookie Expiration
fr_fr: Expiration des cookies

source: How many days should the referral tracking cookie be valid for?
fr_fr: Combien de jours le cookie de suivi de parrainage doit être valide?

source: Currency Settings
fr_fr: Réglages des devises

source: Configure the currency options
fr_fr: Configurer les options de devise

source: Currency
fr_fr: Devise

source: Choose your currency. Note that some payment gateways have currency restrictions.
fr_fr: Choisissez votre devise. Notez que certaines passerelles de paiement ont des restrictions de devise.

source: Currency Position
fr_fr: Position de la devise

source: Choose the location of the currency sign.
fr_fr: Choisissez l'emplacement du signe de la monnaie.

source: Before - $10
fr_fr: Avant - $10

source: After - 10$
fr_fr: Après - 10$

source: Thousands Separator
fr_fr: Séparateur des milliers

source: The symbol (usually , or .) to separate thousands
fr_fr: Le symbole (habituellement , ou .) pour séparer les milliers

source: Decimal Separator
fr_fr: Séparateur des dizaines

source: The symbol (usually , or .) to separate decimal points
fr_fr: Le symbole (habituellement , ou .) pour séparer les décimales

source: Integrations
fr_fr: Intégrations

source: Choose the integrations to enable. If you are not using any of these, you may use the <strong>[affiliate_conversion_script]</strong> short code to track and create referrals. Refer to the <a href="%s" target="_blank">documentation</a> for help using this.
fr_fr: Choisissez les intégrations à activer. Si vous en utilisez aucune, vous pouvez utiliser le code court <strong>[affiliate_conversion_script]</strong> pour suivre et créer des parrainages. Reportez-vous à la <a href="%s" target="_blank">documentation</a> pour obtenir de l'aide sur son utilisation.

source: Upload or choose a logo to be displayed at the top of emails.
fr_fr: Télécharger ou choisir un logo à afficher en haut de l'e-mail.

source: Email Template
fr_fr: Modèle d'e-mail

source: Choose a template to use for email messages.
fr_fr: Choisir un modèle à utiliser pour les e-mails.

source: From Name
fr_fr: Nom de l'expéditeur

source: The name emails are said to come from. This should probably be your site name.
fr_fr: Nom de l'expéditeur de l'e-mail. Sans doute le nom de votre site.

source: From Email
fr_fr: E-mail de l'expéditeur

source: Email to send emails from. This will act as the "from" and "reply-to" address.
fr_fr: Adresse e-mail de l'expéditeur. Utilisée pour l'adresse d'envoi et de réponse.

source: Notify Admins
fr_fr: Avertir Admins

source: Notify site admins of new affiliate registrations?
fr_fr: Avertir les administrateurs du site lors de nouvelles inscriptions d'affiliés?

source: Registration Email Subject
fr_fr: Sujet de l'e-mail d'inscription

source: Enter the subject line for the registration email sent to admins when new affiliates register.
fr_fr: Saisissez la ligne de sujet pour le-mail d'inscription envoyé aux administrateurs lors de l'enregistrement de nouveaux affiliés.

source: New Affiliate Registration
fr_fr: Enregistrement d'un nouvel affilié

source: Registration Email Content
fr_fr: Contenu de l'e-mail d'inscription

source: Enter the email to send when a new affiliate registers. HTML is accepted. Available template tags:
fr_fr: Saisissez l'email à envoyer lorsqu'un nouvel affilié s'inscrit. L'HTML est accepté. Balises de modèle disponibles :

source: A new affiliate has registered on your site, %s
fr_fr: Un nouvel affilié est enregistré sur votre site, %s

source: Name:
fr_fr: Nom :

source: Application Accepted Email Subject
fr_fr: Sujet de l'e-mail d'acceptation de la demande

source: Enter the subject line for accepted application emails sent to affiliates when their account is approved.
fr_fr: Saisissez la ligne de sujet pour l'e-mail d'acceptation de la demande envoyé aux affiliés lorsque leur compte est approuvé.

source: Affiliate Application Accepted
fr_fr: Demande d'affiliation acceptée

source: Application Accepted Email Content
fr_fr: Contenu de l'e-mail d'acceptation de la demande

source: Enter the email to send when an application is accepted. HTML is accepted. Available template tags:
fr_fr: Saisissez l'email à envoyer lorsqu'une demande est acceptée. L'HTML est accepté. Balises de modèle disponibles :

source: Congratulations
fr_fr: Félicitations

source: Your affiliate application on %s has been accepted!
fr_fr: Votre demande d'affiliation sur %s a été acceptée !

source: Log into your affiliate area at
fr_fr: Connectez-vous à votre espace d'affilié sur

source: New Referral Email Subject
fr_fr: Sujet de l'e-mail pour les nouveaux parrainages

source: Enter the subject line for new referral emails sent when affiliates earn referrals.
fr_fr: Saisissez l'objet des e-mails envoyés aux affiliés pour un nouveau parrainage.

source: Referral Awarded!
fr_fr: Parrainage récompensé!

source: New Referral Email Content
fr_fr: Nouveau contenu de l'e-mail de parrainage

source: Enter the email to send on new referrals. HTML is accepted. Available template tags:
fr_fr: Saisissez l'email à envoyer lors d'un nouveau parrainage. L'HTML est accepté. Balises de modèle disponibles :

source: You have been awarded a new referral of
fr_fr: Vous avez été recompensé d'un nouveau parrainage de

source: on %s!
fr_fr: sur %s !

source: Log into your affiliate area to view your earnings or disable these notifications:
fr_fr: Connectez-vous à votre espace d'affilié pour voir vos gains ou désactiver ces notifications :

source: Allow affiliate registration
fr_fr: Autoriser l'enregistrement d'affilié

source: Should affiliates be able to register accounts for themselves?
fr_fr: Les affiliés peuvent-ils enregistrer des comptes pour eux-mêmes ?

source: Require approval
fr_fr: Requiert l'approbation

source: Require that site admins approve affiliates before they can begin earning referrals?
fr_fr: Requiert que les administrateurs du site approuvent les affiliés avant qu'ils puissent commencer à gagner des commissions?

source: Auto Register New Users
fr_fr: Enregistrer automatiquement les nouveaux utilisateurs

source: Automatically register new users as affiliates?
fr_fr: Enregistrer automatiquement les nouveaux utilisateurs en tant qu'affiliés?

source: Reject Unpaid Referrals on Refund?
fr_fr: Rejeter les parrainages impayés lors des remboursements ?

source: Should unpaid referrals get automatically rejected when the originating purchase is refunded or revoked?
fr_fr: Les parrainages non payés devraient-ils être automatiquement rejetés lorsque l'achat d'origine est remboursé ou annulé ?

source: Use Fallback Referral Tracking Method?
fr_fr: Utilisez la méthode Fallback pour le suivi de parrainage ?

source: The method used to track referral links can fail on sites that have jQuery errors. Check this if referrals are not getting tracked properly.
fr_fr: La méthode utilisée pour le suivi des liens de parrainage peut échouer sur les sites comportant des erreurs jQuery. Cochez cette case si les parrainages ne sont pas suivis correctement.

source: Ignore Zero Referrals?
fr_fr: Ignorer Parrainages Zéro?

source: Check this box if you would like AffiliateWP to completely ignore referrals for a zero total amount. This can be useful for multi-price products that start at zero, or if a discount was used, which resulted in a zero amount. Please note: if this setting is enabled and a visit results in a zero referral, then the visit would be considered not converted.
fr_fr: Cocher cette case si vous souhaitez qu'AffiliateWP ignore complètement les parrainages d'un montant total de zéro. Cela peut être utile pour des produits multi-prix qui commencent à zéro, ou si une remise a été utilisée, et a donné un total de zéro. Veuillez noter : si ce paramètre est activé et qu'une visite résulte à un parrainage à zéro, la visite serait considérée comme non convertie.

source: Remove Data on Uninstall?
fr_fr: Supprimer les données lors de la désinstallation ?

source: Check this box if you would like AffiliateWP to completely remove all of its data when the plugin is deleted.
fr_fr: Cocher cette case si vous souhaitez que AffiliateWP supprime complètement toutes ses données lorsque l'extension est supprimée.

source: Deactivate License
fr_fr: Désactiver la licence

source: Your license is valid!
fr_fr: Votre licence est valide !

source: Renew Your License
fr_fr: Renouveler votre licence

source: Your license has expired, renew today to continue getting updates and support!
fr_fr: Votre licence a expiré, renouvelez aujourd'hui pour continuer à bénéficier des mises à jour et de l'assistance!

source: Activate License
fr_fr: Activer la licence

source: The callback function used for the <strong>%s</strong> setting is missing.
fr_fr: La fonction de rappel utilisée pour le paramètre <strong>%s</strong> est manquante.

source: Upload File
fr_fr: Télécharger fichier

source: General
fr_fr: Généraux

source: Misc
fr_fr: Divers

source: The upgrade process is running, please be patient. This could take several minutes to complete while affiliate records are upgraded in batches of 100.
fr_fr: Le processus de mise à jour est en cours, veuillez patienter. Cela peut prendre plusieurs minutes si les enregistrements d'affiliés sont mis à jour par lot de 100.

source: Step %d running
fr_fr: Étape %d en cours

source: Export / Import
fr_fr: Exporter/Importer

source: Recount Stats
fr_fr: Recompter Stats

source: Migration Assistant
fr_fr: Assistant de Migration

source: Recount Affiliate Stats
fr_fr: Recompter Stats Affiliés

source: Use this tool to recount affiliate statistics.
fr_fr: Utiliser cet outil pour recompter les statistiques d'affiliation.

source: Affiliate name
fr_fr: Nom Affilié

source: Enter the name of the affiliate or begin typing to perform a search based on the affiliate's name.
fr_fr: Entrez le nom de l'affilié ou commencez à taper pour effectuer une recherche basée sur le nom de l'affilié.

source: Recount
fr_fr: Recompter

source: These tools assist in migrating affiliate and referral data from existing platforms.
fr_fr: Ces outils aident à migrer les affiliés et les données de parrainage de plateformes existantes.

source: User Accounts
fr_fr: Comptes utilisateur

source: Use this tool to create affiliate accounts for each of your existing WordPress user accounts.
fr_fr: Utiliser cet outil pour créer des comptes d'affiliés pour chacun des comptes utilisateurs WordPress existants.

source: Create Affiliate Accounts
fr_fr: Créer Comptes Affiliés

source: Use this tool migrate existing affiliate / referral data from Affiliates Pro to AffiliateWP.
fr_fr: Utiliser cet outil pour migrer les données affilié / parrainage existantes de Affiliates Pro vers AffiliateWP.

source: <strong>NOTE:</strong> this tool should only ever be used on a fresh install. If you have already collected affiliate or referral data, do not use this tool.
fr_fr: <strong>NOTE:</strong> cet outil doit toujours être utilisé sur une nouvelle installation. Si vous avez déjà recueilli des données d'affiliés ou de parrainage, n'utilisez pas cet outil.

source: Migrate Data from Affiliates Pro
fr_fr: Migrer les données depuis Affiliates Pro

source: Use this tool migrate existing affiliate accounts from WP Affiliate to AffiliateWP.
fr_fr: Utiliser cet outil pour migrer les comptes affiliés existants de WP Affiliate vers AffiliateWP.

source: Migrate Data from WP Affiliate
fr_fr: Migrer les données depuis WP Affiliate

source: Export Affiliates
fr_fr: Exportation des affiliés
