Repository: JustinSainton/AffiliateWP
Catalog: languages/affiliate-wp-*.po
Languages: fr_fr

source: Cheatin&#8217; huh?
fr_fr: Tricherie&#8217; hein?

source: Percentage (%)
fr_fr: Pourcentage (%)

source: Flat %s
fr_fr: Fixe %s

source: Copy and paste the following:
fr_fr: Copiez et collez le texte suivant :

source: Today
fr_fr: Aujourd'hui

source: Yesterday
fr_fr: Hier

source: This Week
fr_fr: Cette semaine

source: Last Week
fr_fr: La semaine dernière

source: This Month
fr_fr: Ce mois-ci

source: Last Month
fr_fr: Mois dernier

source: This Quarter
fr_fr: Ce trimestre

source: Last Quarter
fr_fr: Trimestre dernier

source: This Year
fr_fr: Cette année

source: Last Year
fr_fr: L'année dernière

source: Custom
fr_fr: Personnalisé

source: From
fr_fr: Du

source: To
fr_fr: Au

source: Filter
fr_fr: Filtrer

source: Invalid username
fr_fr: Nom d'utilisateur invalide

source: No such user
fr_fr: Aucun utilisateur correspond

source: Please enter a password
fr_fr: Veuillez saisir un mot de passe

source: Incorrect username or password
fr_fr: Nom d'utilisateur ou mot de passe incorrect

source: Unpaid Referral Earnings
fr_fr: Gains Parrainages non rémunérés

source: Pending Referral Earnings
fr_fr: Gains parrainages en attente

source: Rejected Referral Earnings
fr_fr: Gains parrainages rejetés

source: Paid Referral Earnings
fr_fr: Gains parrainages payés

source: Username already taken
fr_fr: Nom d'utilisateur déjà pris

source: Email address already taken
fr_fr: Adresse e-mail dejà prise

source: Invalid email
fr_fr: E-mail invalide

source: Invalid payment email
fr_fr: E-mail de paiement invalide

source: Passwords do not match
fr_fr: Les mots de passe ne correspondent pas

source: Please agree to our terms of use
fr_fr: Veuillez accepter les conditions d'utilisation

source: Nice try honey bear, don't touch our honey
fr_fr: Bien essayé, ne touche pas notre miel

source: You are already registered as an affiliate
fr_fr: Vous êtes déjà enregistré en tant qu'affilié

source: Please enter your name
fr_fr: Veuillez saisir votre nom

source: Please enter a website URL
fr_fr: Veuillez saisir une URL de site Web

source: Converted Visits
fr_fr: Visites converties

source: Unconverted Visits
fr_fr: Visites non converties

source: Creative
fr_fr: Publicités

source: Affiliate Area
fr_fr: Zone Affilié

source: US Dollars
fr_fr: Dollars US

source: United Arab Emirates Dirham
fr_fr: Dirham Émirats Arabes Unis

source: Australian Dollars
fr_fr: Dollars Australiens

source: Bangladeshi Taka
fr_fr: Taka bangladais

source: Brazilian Real
fr_fr: Real brésilien

source: Bulgarian Lev
fr_fr: Lev bulgare

source: Canadian Dollars
fr_fr: Dollars canadiens

source: Chilean Peso
fr_fr: Peso chilien

source: Chinese Yuan
fr_fr: Yuan chinois

source: Colombian Peso
fr_fr: Peso colombien

source: Czech Koruna
fr_fr: Couronne tchèque

source: Danish Krone
fr_fr: Couronne danoise

source: Dominican Peso
fr_fr: Peso dominicain

source: Hong Kong Dollar
fr_fr: Dollar de Hong Kong

source: Croatia kuna
fr_fr: Kuna Croate

source: Hungarian Forint
fr_fr: Forint Hongrois

source: Icelandic krona
fr_fr: Couronne islandaise

source: Indonesia Rupiah
fr_fr: Roupie indonésienne

source: Indian Rupee
fr_fr: Roupie indienne

source: Nepali Rupee
fr_fr: Roupie népalaise

source: Israeli Shekel
fr_fr: Shekel israélien

source: Japanese Yen
fr_fr: Yen Japonais

source: Lao Kip
fr_fr: Kip Laotien

source: South Korean Won
fr_fr: Won sud-coréen

source: Malaysian Ringgits
fr_fr: Ringgit malaisien

source: Mexican Peso
fr_fr: Peso mexicain

source: Nigerian Naira
fr_fr: Naira nigérian

source: Norwegian Krone
fr_fr: Couronne norvégienne

source: New Zealand Dollar
fr_fr: Dollar Néo-Zélandais

source: Paraguayan Guaraní
fr_fr: Guaraní Paraguayen

source: Philippine Pesos
fr_fr: Pesos philippins

source: Polish Zloty
fr_fr: Zloty polonais

source: Pounds Sterling
fr_fr: Livre sterling

source: Romanian Leu
fr_fr: Leu roumain

source: Russian Ruble
fr_fr: Rouble russe

source: Singapore Dollar
fr_fr: Dollar de Singapour

source: South African rand
fr_fr: Rand sud-africain

source: Swedish Krona
fr_fr: Couronne suédoise

source: Swiss Franc
fr_fr: Franc suisse

source: Taiwan New Dollars
fr_fr: Nouveau dollar de Taiwan

source: Thai Baht
fr_fr: Baht thaïlandais

source: Turkish Lira
fr_fr: Lire turque

source: Vietnamese Dong
fr_fr: Dong vietnamien

source: Egyptian Pound
fr_fr: Livre égyptienne

source: Paid
fr_fr: Payé

source: Unpaid
fr_fr: Non-payé

source: Rejected
fr_fr: Rejeté

source: Pending
fr_fr: En attente

source: Are you sure you want to generate the payout file? All included referrals will be marked as Paid.
fr_fr: Etes-vous sûr de vouloir générer le fichier de paiement? Tous les parrainages qui y figurent seront marqués comme Payés.

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a>.
fr_fr: Il y a une nouvelle version de %1$s disponible. <a target="_blank" class="thickbox" href="%2$s">Voir les détails de la version %3$s </a>.

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a> or <a href="%4$s">update now</a>.
fr_fr: Il y a une nouvelle version de %1$s disponible. <a target="_blank" class="thickbox" href="%2$s">Voir les détails de la version %3$s </a> ou <a href="%4$s">mettre à jour maintenant.</a>.

source: You do not have permission to install plugin updates
fr_fr: Vous n'avez pas l'autorisation d'installer les mises à jour de l'extension

source: Error
fr_fr: Erreur

source: No users found
fr_fr: Aucun utilisateur trouvé

source: Affiliates
fr_fr: Affiliés

source: Overview
fr_fr: Vue d'ensemble

source: Referrals
fr_fr: Parrainages

source: Visits
fr_fr: Visites

source: Creatives
fr_fr: Bannières

source: Reports
fr_fr: Rapports

source: Tools
fr_fr: Outils

source: Settings
fr_fr: Réglages

source: AffiliateWP Migration
fr_fr: Migration AffiliateWP

source: Settings updated.
fr_fr: Réglages mis à jour.

source: Affiliate added successfully
fr_fr: Affilié ajouté avec succès

source: Affiliate wasn't added, please try again.
fr_fr: L'affilié n'a pas été ajouté, veuillez réessayer.

source: Affiliate updated successfully
fr_fr: Affilié mis à jour avec succès

source: <a href="%s">Back to Affiliates</a>
fr_fr: <a href="%s">Retour aux Affiliés</a>

source: Affiliate update failed, please try again
fr_fr: Echec de la mise à jour de l'affilié, veuillez réessayer

source: Affiliate account(s) deleted successfully
fr_fr: Compte(s) affilié supprimé(s) avec succès

source: Affiliate deletion failed, please try again
fr_fr: La suppression de l'affilié a échoué, veuillez réessayer

source: Affiliate account activated
fr_fr: Compte d'affiliation activé

source: Affiliate account deactivated
fr_fr: Compte d'affiliation désactivé

source: Affiliate request was accepted
fr_fr: Demande d'affiliation acceptée

source: Affiliate request was rejected
fr_fr: Demande d'affiliation a été rejetée

source: Affiliate stats have been recounted!
fr_fr: Les stats affiliation ont été recomptés !

source: Referral added successfully
fr_fr: Parrainage ajouté avec succès

source: Referral updated successfully
fr_fr: Parrainage mis à jour avec succès

source: Referral update failed, please try again
fr_fr: La mise à jour du parrainage a échoué, veuillez réessayer

source: Referral deleted successfully
fr_fr: Parrainage supprimé avec succès

source: Referral deletion failed, please try again
fr_fr: Suppression parrainage a echoué, veuillez réessayer

source: Creative updated successfully
fr_fr: Bannières mises à jour avec succès

source: <a href="%s">Back to Creatives</a>
fr_fr: <a href="%s">Retour aux Bannières</a>

source: Creative added successfully
fr_fr: Bannière ajoutée avec succès

source: Creative deleted successfully
fr_fr: Bannière supprimée avec succès

source: Creative activated
fr_fr: Bannière activée

source: Creative deactivated
fr_fr: Bannière désactivée

source: Settings successfully imported
fr_fr: Réglages importés avec succès

source: What's new in AffiliateWP
fr_fr: Quoi de neuf sur AffiliateWP

source: Getting started with AffiliateWP
fr_fr: Commencer avec AffiliateWP

source: The people that build AffiliateWP
fr_fr: Les personnes qui ont développé AffiliateWP

source: What's New
fr_fr: Quoi de neuf

source: Getting Started
fr_fr: Commencer

source: Credits
fr_fr: Crédits

source: Welcome to AffiliateWP v%s
fr_fr: Bienvenue sur AffiliateWP v%s

source: Thank you for installing AffiliateWP v%s. The best affiliate marketing plugin for WordPress.
fr_fr: Merci d'avoir installé AffiliateWP v%s. La meilleure extension de marketing d'affiliation pour WordPress.

source: New integrations
fr_fr: Nouvelles intégrations

source: To make AffiliateWP more accessible and more valuable to more users, we have added four new integrations:
fr_fr: Pour rendre AffiliateWP plus accessible et plus utile à plus d&#39;utilisateurs, nous avons ajouté quatre nouvelles intégrations :

source: Configurable emails
fr_fr: E-mails configurables

source: With version 1.6, we have introduced a new tab in the Settings page that allows you to configure all emails that get sent out to affiliates when they register for an account or earn a new referral.
fr_fr: Avec la version 1.6, nous avons introduit un nouvel onglet dans la page des réglages pour vous permettre de configurer tous les e-mails envoyés aux affiliés lorsqu'ils s'enregistrent ou qu'ils obtiennent un nouveau parrainage.

source: All emails are sent in beautiful HTML templates that can be easily edited at anytime. These template files can be copied to your theme's "affiliatewp/emails" folder to give you complete control over the appearance of the emails.
fr_fr: Tous les e-mails sont envoyés avec de beaux modèles HTML qui peuvent être facilement modifiés. Ces fichiers de modèle peuvent être copiés dans le dossier « affiliatewp/emails » de votre thème pour vous offrir un contrôle total sur le rendu des e-mails.

source: Fine-tuned control over how referral URLs appear to affiliates
fr_fr: Contrôle affiné de l'affichage des URLs de parrainage des affiliés

source: Your affiliates can already promote your website using a wide variety of <a href="http://docs.affiliatewp.com/article/50-affiliate-urls" target="_blank">Affiliate URLs</a>. Admins now have much more control over how these referral URLs appear to affiliates on the front-end of your website. You can set a <strong>Default Referral Format</strong> (ID or username) and choose whether or not to show <strong>Pretty Affiliate URLs</strong> to your affiliates.
fr_fr: Vos affiliés peuvent déjà promouvoir votre site Web à l'aide d'une grande variété <a href=\"http://docs.affiliatewp.com/article/50-affiliate-urls\" target=\"_blank\">d'URL d'affiliation</a>. Les administrateurs ont maintenant beaucoup plus de contrôle sur l'affichage de ces URLs de parrainage sur votre site Web. Vous pouvez définir un <strong>Format de parrainage par défaut</strong> (ID ou identifiant) et choisir d'afficher de <strong>Jolies URLs d'affiliation</strong> pour vos affiliés.

source: Additional Updates
fr_fr: Mises à jour supplémentaires

source: Affiliate Export Improvements
fr_fr: Améliorations de l'exportation d'affiliation

source: The affiliate's username is now included in the exported affiliate .csv file.
fr_fr: L'identifiant de l'affilié est maintenant inclus dans le fichier d'affiliation .csv exporté.

source: New Affiliate Meta Class
fr_fr: Nouvelle classe de méta affilié

source: We've introduced a new metadata API for afiliate accounts that provides developers with a powerful tool for tracking affiliate-specific data.
fr_fr: Nous avons introduit une nouvelle API de métadonnées pour les comptes d'affiliation qui fournit aux développeurs un outil puissant pour le suivi des données spécifiques à l'affilié.

source: Creative Improvements
fr_fr: Amélioration des bannières

source: We've made improvements to the way creatives are shown. The description is now shown at the top of the creative and it's much easier for affiliates to copy the necessary code.
fr_fr: Nous avons apporté des améliorations à la façon dont les bannières sont affichées. La description est désormais affichée en haut de la bannière et il est plus facile pour les affiliés de copier le code nécessaire.

source: Affiliate Dashboard Improvements
fr_fr: Améliorations du tableau de bord d'affiliation

source: Pending affiliates can no longer access the affiliate dashboard until they have been approved.
fr_fr: Les affiliées en attente ne peuvent plus accéder au tableau de bord d'affiliation avant d'être approuvés.

source: Go to AffiliateWP Settings
fr_fr: Aller aux réglages d'AffiliateWP

source: Welcome to AffiliateWP %s
fr_fr: Bienvenue sur AffiliateWP %s

source: Use the tips below to get started using AffiliateWP. You will be up and running in no time!
fr_fr: Utilisez les conseils ci-dessous pour vous lancer avec AffiliateWP. Vous serez opérationnel en un rien de temps !

source: Overview of Affiliates and Referrals
fr_fr: Vue d'ensemble des Affiliés et Parrainages

source: The Overview Page
fr_fr: La page de vue d'ensemble

source: The overview page gives you a quick summary of your recent affiliate activity, including recent registrations, referrals, and visits.
fr_fr: La page de vue d'ensemble donne un rapide résumé des activités récentes d'affiliation, incluant les dernières inscriptions, parrainages et visites.

source: It also provides a quick summary of your affiliates' referral earnings.
fr_fr: Elle donne aussi un rapide résumé des gains de parrainages de vos affiliés.

source: If you allow affiliate registrations, you can also easily accept or reject affiliate's applications directly from the Overview page
fr_fr: Si vous permettez l'enregistrement d'affilié, vous pouvez aussi accepter ou rejeter les demandes d'affiliation depuis la page de vue d'ensemble.

source: Adding Affiliates
fr_fr: Ajout d'affilié

source: Affiliates &rarr; Add New
fr_fr: Affiliés &rarr; Ajouter nouveau

source: From the main Affiliates page, site admins can easily add new affiliates to AffiliateWP. Simply enter the username, set a rate, and click Add Affiliate!
fr_fr: Depuis la page principale des affiliés, les admins du site peuvent facilement ajouter de nouveaux affiliés à AffiliateWP. Entrez simplement le nom d'utilisateur, paramétrez un taux, et cliquez sur Ajouter un affilié !

source: Affiliate Registration
fr_fr: Inscription Affilié

source: When enabled, affiliates can register themselves via the Affiliate Area. If they already have a user account on your site, they can register by simply agreeing to the terms of use. If they need to create an entirely new account, they have that option as well!
fr_fr: Si activé, les affiliés peuvent s'enregistrer depuis la Zone Affilié. S'ils sont déjà en compte sur votre site, ils peuvent simplement s'enregistrer en acceptant les conditions d'utilisation. S'ils doivent créer entièrement un nouveau compte, ils ont aussi cette option !

source: Moderate Registrations
fr_fr: Gérer les Inscriptions

source: Affiliate registrations can be moderated and require that a site admin approve each registration before the affiliate is permitted to begin tracking referrals.
fr_fr: Les inscriptions d'affiliés peuvent être modérées et nécessitent qu'un administrateur du site approuve chaque inscription avant que l'affilié soit autorisé à commencer à suivre des parrainages.

source: Each time an affiliate registers, site admins can log into the site and approve or reject the application.
fr_fr: Chaque fois qu'un affilié s'enregistre, les administrateurs du site peuvent se connecter et approuver ou rejeter les demandes.

source: A Dashboard For Your Affiliates
fr_fr: Un tableau de bord pour vos affiliés

source: The Affiliate Area, shown on any page containing the <em>[affiliate_area]</em> short code, gives your affiliates access to their performance reports.
fr_fr: La Zone Affilié, affichée sur n'importe quelle page contenant le code court <em>[affiliate_area]</em>, donne aux affiliés accès à leurs rapports de performance.

source: Affiliates can easily see how much they have earned, how much is awaiting payment, and even how their referral URLs have done over time.
fr_fr: Les affiliés peuvent facilement voir combien ils ont gagné, la somme en attente de paiement, et même comment leurs parrainages ont évolué au fil du temps.

source: A log of the referral links that have been clicked and where they were clicked on from, and whether the link converted into a successful referral, is also available to affiliates.
fr_fr: Un journal des liens de parrainages cliqués et depuis où ils l'ont étés, et si le lien a été converti en une transaction positive, est aussi disponible pour le affiliés.

source: Quick Terminology
fr_fr: Terminologie rapide

source: These are your best friends. They are the users that are actively promoting your products and services through referral URLs. When they create a customer for you, they get paid back in the form of a commission.
fr_fr: Ce sont vos meilleurs amis. Il s'agit des utilisateurs qui promeuvent activement vos produits et services à travers les URLs de parrainages. Quand ils génèrent des clients, ils sont payés en retour sous forme de commission.

source: These are the commission records created anytime an affiliate successfully sends a potential customer to your site and that customer makes a purchase.
fr_fr: Ce sont les enregistrements des commissions créés à chaque fois qu'un affilié envoie un prospect vers votre site et que ce client réalise une commande.

source: These are unique hits on the referral URLs shared out by your affiliates. Each time a potential customer clicks on a referral URL, a visit is recorded.
fr_fr: Ce sont les clics uniques sur les URLs de parrainages partagées par vos affiliés. Chaque fois qu'un prospect clique sur une URL de parrainage, une visite est enregistrée.

source: Need Help?
fr_fr: Besoin d'aide ?

source: Phenomenal Support
fr_fr: Assistance phénoménale

source: We do our best to provide the best support we can. If you encounter a problem or have a question, visit our <a href="http://affiliatewp.com/support">support</a> page to open a ticket.
fr_fr: Nous faisons de notre mieux pour fournir le meilleur support possible. Si vous rencontrez un problème ou avez une question, rendez-vous sur notre page <a href="http://affiliatewp.com/support">de support</a> pour ouvrir un ticket.

source: Thank you for updating to the latest version!
fr_fr: Merci pour avoir installé la dernière version !

source: AffiliateWP is created by developers from around the world that aim to provide the #1 affiliate platform for WordPress. Here are just some of the faces that have helped build AffiliateWP:
fr_fr: AffiliateWP est créé par des développeurs du monde entier qui ont pour objectif de fournir la meilleure plateforme d'affiliation pour WordPress. Voici certains des visages de ceux qui ont aidé à développer AffiliateWP:

source: View %s
fr_fr: Voir %s

source: General Settings
fr_fr: Réglages généraux

source: You do not have permission to manage affiliates
fr_fr: Vous n'avez pas la permission pour gérer les affiliés

source: You do not have permission to delete affiliate accounts
fr_fr: Vous n'avez pas la permission pour supprimer les comptes d'affiliation

source: Security check failed
fr_fr: Échec du test de sécurité

source: No affiliate IDs specified for deletion
fr_fr: Aucun ID Affilié spécifié pour la suppression

source: Add New
fr_fr: Ajouter

source: Search
fr_fr: Rechercher

source: All
fr_fr: Tout

source: Active
fr_fr: Actif

source: Inactive
fr_fr: Inactif

source: Name
fr_fr: Nom

source: Earnings
fr_fr: Gains

source: Rate
fr_fr: Taux

source: Paid Referrals
fr_fr: Parrainages payés

source: Status
fr_fr: État

source: (user deleted)
fr_fr: (utilisateur supprimé)

source: Edit
fr_fr: Éditer

source: Deactivate
fr_fr: Désactiver

source: Review
fr_fr: Avis

source: Accept
fr_fr: Accepter

source: Reject
fr_fr: Rejeter

source: Activate
fr_fr: Activer

source: Delete
fr_fr: Supprimer

source: No affiliates found.
fr_fr: Aucun affilié trouvé.

source: Delete Affiliates
fr_fr: Supprimer les affiliés

source: You have specified these affiliates for deletion:
fr_fr: Vous avez spécifié ces affiliés pour la suppression :

source: Deleting these affiliates will also delete their referral and visit data.
fr_fr: Supprimer ces affiliés va aussi supprimer leurs données de parrainages et de visites.

source: Delete affiliate's user accounts as well?
fr_fr: Supprimer également le compte utilisateur de l'affilié ?

source: Edit Affiliate
fr_fr: Éditer Affilié

source: Affiliate ID
fr_fr: ID Affilié

source: The affiliate's ID. This cannot be changed.
fr_fr: ID de l'affilié. Cela ne peut pas être changé.

source: User ID
fr_fr: ID utilisateur

source: The affiliate's user ID. This cannot be changed.
fr_fr: ID utilisateur de l'affilié. Cela ne peut pas être changé.

source: Referral Rate Type
fr_fr: Type du taux de référence

source: Site Default
fr_fr: Site par défaut

source: The affiliate's referral rate type.
fr_fr: Le type du taux de parrainage de l'affilié.

source: Referral Rate
fr_fr: Taux de parrainage

source: The affiliate's referral rate, such as 20 for 20%. If left blank, the site default will be used.
fr_fr: Taux de parrainage de l'affilié, tel que 20 pour 20%. Si laissé vide, les réglages par défaut seront utilisés.

source: Account Email
fr_fr: Email du compte

source: The affiliate's account email. Updating this will change the email address shown on the user's profile page.
fr_fr: L'email du compte de l'affilié. Mettre à jour modifiera l'adresse mail affichée sur la page du profil de l'utilisateur.

source: Payment Email
fr_fr: Email de paiement

source: Affiliate's payment email for systems such as PayPal, Moneybookers, or others. Leave blank to use the affiliate's user email.
fr_fr: L'email de paiement d'affiliation pour les systèmes tels que PayPal, Moneybookers, ou autres. Laissez vide pour utiliser l'e-mail du compte utilisateur de l'affilié.

source: Update Affiliate
fr_fr: Mettre à jour l'affilié

source: New Affiliate
fr_fr: Nouvel Affilié

source: Use this screen to register a new affiliate. Each affiliate is tied directly to a user account, so if the user account for the affiliate does not yet exist, <a href="%s" target="_blank">create one</a>.
fr_fr: Utiliser cette page pour enregistrer un nouvel affilié. Chaque affilié est directement lié à un compte utilisateur, si le compte utilisateur pour l'affilié n'existe pas encore , <a href="%s" target="_blank">créez en un</a>.

source: User
fr_fr: Utilisateur

source: Begin typing the name of the affiliate to perform a search for their associated user account.
fr_fr: Commencez à taper le nom de l'affilié pour effectuer une recherche de leur compte utilisateur associé.

source: Add Affiliate
fr_fr: Ajouter un affilié

source: Review Affiliate
fr_fr: Note Affilié

source: Go Back
fr_fr: Retour

source: Username
fr_fr: Nom d'utilisateur

source: Email Address
fr_fr: Adresse email

source: Website URL
fr_fr: Adresse du site internet

source: Affiliate's Website URL
fr_fr: URL du site internet de l'affilié

source: Promotion Method
fr_fr: Méthode de promotion

source: Accept Affiliate
fr_fr: Accepter Affilié

source: Reject Affiliate
fr_fr: Rejeter Affilié

source: Affiliate: #%d %s
fr_fr: Affilié: #%d %s

source: Total earnings
fr_fr: Total des gains

source: Total unpaid earnings
fr_fr: Total gains non payés

source: Total paid referrals
fr_fr: Total parrainages payés

source: Total unpaid referrals
fr_fr: Total parrainages impayés

source: Total pending referrals
fr_fr: Total parrainages en attente

source: Total rejected referrals
fr_fr: Total parrainages rejetés

source: Total visits
fr_fr: Total visites
