Repository: JustinSainton/AffiliateWP
Catalog: languages/affiliate-wp-*.po
Languages: fr_fr

source: Export affiliates to a CSV file.
fr_fr: Exporter les affiliés dans un fichier CSV

source: All Statuses
fr_fr: Tous les états

source: Export
fr_fr: Exporter

source: Export Referrals
fr_fr: Exportation des parrainages

source: Export referrals to a CSV file.
fr_fr: Exporter les parrainages dans un fichier CSV

source: To search for a affiliate, enter the affiliate's login name, first name, or last name. Leave blank to export referrals for all affiliates.
fr_fr: Pour rechercher un affilié, entrez son nom de connexion, son prénom, ou son nom de famille. Laissez vide pour exporter les parrainages de tous les affiliés.

source: Export Settings
fr_fr: Exportation des réglages

source: Export the AffiliateWP settings for this site as a .json file. This allows you to easily import the configuration into another site.
fr_fr: Exporter les réglages d'AffiliateWP de ce site dans un fichier .json. Cela vous permet de les importer facilement sur autre site.

source: Import Settings
fr_fr: Importation des réglages

source: Import the AffiliateWP settings from a .json file. This file can be obtained by exporting the settings on another site using the form above.
fr_fr: Importer les réglages d'AffiliateWP à partir d'un fichier au format .json. Ce fichier peut être obtenu en exportant les réglages d'un autre site en utilisant le formulaire ci-dessus.

source: Import
fr_fr: Importer

source: Rate Type
fr_fr: Type de taux

source: Date Registered
fr_fr: Date enregistrée

source: You do not have permission to export data.
fr_fr: Vous n'avez pas les permissions pour exporter les données.

source: Please upload a valid .json file
fr_fr: Veuillez mettre en ligne un fichier .json valide

source: Please upload a file to import
fr_fr: Veuillez mettre en ligne un fichier à importer

source: This screen provides access to your site's visit history.
fr_fr: Cet écran donne accès à l'historique des parainnages de votre site.

source: <strong>Landing Page</strong>: this is the page on your site that the visitor first landed on. It is the URL that the affiliate link pointed to.
fr_fr: <strong>Page d'arrivée</strong>: c'est la page de votre site que le visiteur a premièrement visité. C'est l'URL que pointait le lien de l'affilié.

source: <strong>Referring URL</strong>: this is the source URL of the affiliate link. It is the web page that the visitor found a link to your site on.
fr_fr: <strong>URL de référence</strong>: c'est l'URL source du lien de l'affilié. C'est la page web où le visiteur a trouvé un lien vers votre site.

source: <strong>Affiliate</strong>: this the affiliate that the visit was attributed to.
fr_fr: <strong>Affilié</strong>: c'est l'affilié dont la visite a été attribué.

source: <strong>Referral ID</strong>: this is the ID of the referral that was created from this visit, if any.
fr_fr: <strong>ID parrainage</strong>: c'est l'ID de parrainage qui a été créé à partir de cette visite, si ce fût le cas.

source: <strong>IP</strong>: this is the IP address of the visitor.
fr_fr: <strong>IP</strong>: c'est l'adresse IP du visiteur.

source: <strong>Converted</strong>: this is a Yes / No status for whether the visit turned into a successful converstion.
fr_fr: <strong>Converti</strong>: c'est un état Oui / Non si la visite a donné ou non une conversion positive.

source: Searching Visits
fr_fr: Recherche de visites

source: Visit records can be searched in several different ways:
fr_fr: Les enregistrements de visites peuvent être cherchés de plusieurs manières.

source: You can enter an IP address to find all visits from a specific IP
fr_fr: Vous pouvez entrer une adresse IP pour trouver toutes les visites depuis une adresse IP spécifique.

source: You can enter a complete URL to find all visits that landed on or came from a specific URL
fr_fr: Vous pouvez entrer une URL complète pour trouver toutes les visites qui lui ont été enregistrées ou alors qui viennent d'une URL spécifique.

source: You can enter a partial URL to find all visits that landed on or came from a specific site
fr_fr: Vous pouvez entrer une partie de l'URL pour trouver toutes les visites qui lui ont été enregistrées ou qui viennent d'un site spécifique.

source: You can enter the referral's ID number prefixed by 'referral:'
fr_fr: Vous pouvez entrer l'ID de parrainage préfixé par 'parrainage:'

source: Landing Page
fr_fr: Page d'arrivée

source: Referring URL
fr_fr: URL de référence

source: Referral ID
fr_fr: ID Parrainage

source: Direct traffic
fr_fr: Traffic direct

source: No visits found.
fr_fr: Aucune visite trouvée.

source: A new affiliate has registered on your site,
fr_fr: Un nouvel affilié est enregistré sur votre site,

source: Name: %s
fr_fr: Nom: %s

source: Website URL: %s
fr_fr: URL du site web : %s

source: Promotion method: %s
fr_fr: Méthode de promotion : %s

source: Review pending applications: %s
fr_fr: Passer en revue les demandes en attente : %s

source: Congratulations %s!
fr_fr: Félicitations %s !

source: Log into your affiliate area at %s
fr_fr: Connectez-vous à votre espace d'affilié sur %s

source: You have been awarded a new referral of %s on %s!
fr_fr: Vous avez été recompensé d'un nouveau parrainage de %s sur %s !

source: log into your affiliate area to view your earnings or disable these notifications: %s
fr_fr: connectez-vous à votre espace d'affilié pour voir vos gains ou désactiver ces notifications : %s

source: Default Template
fr_fr: Modèle par défaut

source: No template, plain text only
fr_fr: Pas de modèle, uniquement du texte

source: You cannot send emails with AffWP_Emails until init/admin_init has been reached
fr_fr: Vous ne pouvez pas envoyé d'e-mail avec EDD_Emails tant que init/admit_init a été atteint

source: The full name of the affiliate
fr_fr: Le nom complet de l'affilié

source: The user name of the affiliate on the site
fr_fr: Le nom d'utilisateur de l'affilié sur le site

source: The email address of the affiliate
fr_fr: L'adresse e-mail de l'affilié

source: The website of the affiliate
fr_fr: Le site web de l'affilié

source: The promo method used by the affiliate
fr_fr: La méthode promotionnelle utilisée par l'affilié

source: The affiliate login URL to your website
fr_fr: L'URL d'affiliation pour se connecter à votre site web

source: The amount of a given referral
fr_fr: Le montant d'un parrainage donné

source: Your site name
fr_fr: Nom de votre site web

source: Referral #%d for %s recorded for %s
fr_fr: Parrainage #%d pour %s enregistré pour %s

source: Affiliate Discount?
fr_fr: Réduction Affilié ?

source: If you would like to connect this discount to an affiliate, enter the name of the affiliate it belongs to.
fr_fr: Si vous souhaitez lier cette remise à un affilié, entrez le nom de l'affilié auquel elle appartient.

source: Adjust EDD Commissions
fr_fr: Ajuster les commissions EDD

source: Should AffiliateWP adjust the commission amounts recorded for purchases that include affiliate referrals? This will subtract the referral amount from the base amount used to calculate the commission total.
fr_fr: AffiliateWP doit-il ajuster les montants des commisions enregistrés pour les achats qui incluent les parrainages des affiliés ? Cela va soustraire le montant du parrainage du montant de base utilisé pou calculer le total de la commission.

source: Disable Renewal Referrals
fr_fr: Désactiver les renouvellements de parrainage

source: Should AffiliateWP prevent referral commissions from being recorded on renewal purchases with EDD Software Licensing?
fr_fr: AffiliateWP doit-il empêcher l'enregistrement des commissions de parrainage sur les renouvellement d'achats faits avec EDD Software Licensing ?

source: Affiliate Rates:
fr_fr: Taux affilié :

source: Disable referrals on this %s
fr_fr: Désactiver parrainages sur %s

source: These settings will be used to calculate affiliate earnings per-sale. Leave blank to use default affiliate rates.
fr_fr: Ces réglages seront utilisés pour calculer les gains par vente des affiliés. Laissez vide pour utiliser les taux d'affiliation par défaut.

source: Affiliate coupon?
fr_fr: Coupon Affilié ?

source: If you would like to connect this coupon to an affiliate, enter the name of the affiliate it belongs to.
fr_fr: Si vous voulez lier ce coupon à un affilié, entrez le nom de l'affilié auquel il appartient.

source: Referral description
fr_fr: Description du parrainage

source: Select Field
fr_fr: Sélectionner un champ

source: Purchase Amount
fr_fr: Montant de l'achat

source: AffiliateWP: Referral #%d for %s recorded for %s
fr_fr: AffiliateWP : parrainage °%d pour %s enregistré pour %s

source: AffiliateWP: Referral #%d for %s for %s rejected
fr_fr: AffiliateWP : parrainage °%d pour %s pour %s rejeté

source: Referral #%d for %s for %s rejected
fr_fr: Parrainage #%d pour %s pour %s rejeté

source: Affiliate Rate
fr_fr: Taux Affilié

source: Disable referrals
fr_fr: Désactiver parrainages

source: This will prevent orders of this product from generating referral commissions for affiliates.
fr_fr: Cela empêchera les commandes de ce produit de générer des commissions de parrainage pour les affiliés.

source: Manage per-product affiliate rates.
fr_fr: Gérer les taux affilié par-produit.

source: Disable referrals on this product
fr_fr: Désactiver les parrainages sur ce produit

source: Sorry, there are currently no creatives available.
fr_fr: Désolé, il n'y a actuellement aucune bannière publicitaire.

source: Referral Graphs
fr_fr: Graphiques Parrainages

source: You have not made any referrals yet.
fr_fr: Vous n'avez pas encore fait de parrainage.

source: Profile Settings
fr_fr: Réglages du profil

source: Your payment email
fr_fr: Votre email de paiement

source: Enable New Referral Notifications
fr_fr: Activer les notifications de nouveau parrainage

source: Save Profile Settings
fr_fr: Sauvegarder les réglages du profil

source: Statistics
fr_fr: Statistiques

source: Commission Rate
fr_fr: Taux de commission

source: Referral URL Generator
fr_fr: Générateur URL de parrainage

source: Your affiliate ID is: <strong>%s</strong>
fr_fr: Votre ID d'affilié est : <strong>%s</strong>

source: Your affiliate username is: <strong>%s</strong>
fr_fr: Votre identifiant d'affilié est : <strong>%s</strong>

source: Your referral URL is: <strong>%s</strong>
fr_fr: Votre URL de parrainage est : <strong>%s</strong>

source: Enter any URL from this website in the form below to generate a referral link!
fr_fr: Entrez n'importe quelle URL du site ci-dessous pour générer un lien de parrainage!

source: Page URL
fr_fr: URL de la page

source: Referral URL
fr_fr: URL de parrainage

source: (now copy this referral link and share it anywhere)
fr_fr: (copiez maintenant ce lien de parrainage et partagez le où vous le souhaitez)

source: Generate URL
fr_fr: Générer l'URL

source: Referral URL Visits
fr_fr: URL des visites de parrainages

source: You have not received any visits yet.
fr_fr: Vous n'avez pas encore reçu de visites.

source: Your affiliate account is pending approval
fr_fr: Votre compte affilié est en attente d'approbation

source: Your affiliate account is not active
fr_fr: Votre compte affilié n'est pas actif

source: Your affiliate account request has been rejected
fr_fr: Votre demande de compte d'affiliation a été rejetée

source: Your affiliate profile has been updated
fr_fr: Votre profil d'affiliation a été mis à jour

source: Affiliate URLs
fr_fr: URLs Affiliés

source: Graphs
fr_fr: Graphiques

source: Log into Your Account
fr_fr: Connectez-vous à votre compte

source: Password
fr_fr: Mot de passe

source: Remember Me
fr_fr: Se souvenir de moi

source: Login
fr_fr: Connexion

source: Lost Password?
fr_fr: Mot de passe oublié&nbsp;?

source: The affiliate area is available only for registered affiliates.
fr_fr: L'espace d'affiliation est uniquement disponible pour les affiliés déjà inscrits.

source: Register a New Affiliate Account
fr_fr: Enregistrer un nouveau compte d'affiliation

source: Your Name
fr_fr: Votre nom

source: Payment Email Address
fr_fr: E-mail de Paiement

source: How will you promote us?
fr_fr: Comment allez-vous nous promouvoir?

source: Confirm Password
fr_fr: Confirmez mot de passe

source: Agree to our <a href="%s" target="_blank">Terms of Use</a>
fr_fr: Acceptez nos <a href="%s" target="_blank">Conditions d'utilisation</a>

source: Register
fr_fr: S'enregistrer
